<?php

const DATASETS = [
    [
        'qoute' => 'আর মুমিনগণ যখন সম্মিলিত বাহিনীকে দেখল, তারা বলে উঠল, এটা তো তাই, আল্লাহ ও তাঁর রাসূল যার প্রতিশ্রুতি আমাদেরকে দিয়েছিলেন এবং আল্লাহ ও তাঁর রাসূল সত্যই বলেছেন। আর এতে তাদের ঈমান ও আনুগত্যই বৃদ্ধি পেল।',
        'source' => 'আল কুরআন, সূরাঃ আল-আহযাব ৩৩:২২',
    ],
    [
        'qoute' => 'মুমিনদের মধ্যে কেউ কেউ আল্লাহর সাথে তাদের করা অঙ্গীকার পূর্ণ করেছে, তাদের কেউ কেউ (অঙ্গীকার পূর্ণ করে) মারা গেছে(১) এবং কেউ কেউ প্ৰতীক্ষায় রয়েছে। তারা তাদের অঙ্গীকারে কোন পরিবর্তন করেনি।',
        'source' => 'আল কুরআন, সূরাঃ আল-আহযাব ৩৩:২৩',
    ],
    [
        'qoute' => 'যাতে আল্লাহ্ পুরস্কৃত করেন সত্যবাদীদেরকে তাদের সত্যবাদীতার জন্য এবং শাস্তি দেন মুনাফিকদেরকে যদি তিনি চান অথবা তাদেরকে ক্ষমা করেন। নিশ্চয় আল্লাহ ক্ষমাশীল, পরম দয়ালু।',
        'source' => 'আল কুরআন, সূরাঃ আল-আহযাব ৩৩:২৪',
    ],
    [
        'qoute' => 'আর আল্লাহ কাফিরদেরকে ক্রুদ্ধাবস্থায় ফিরিয়ে দিলেন, তারা কোন কল্যাণ লাভ করেনি। আর যুদ্ধে মুমিনদের জন্য আল্লাহই যথেষ্ট; এবং আল্লাহ সর্বশক্তিমান, প্রবল পরাক্রমশালী।',
        'source' => 'আল কুরআন, সূরাঃ আল-আহযাব ৩৩:২৫',
    ],
    [
        'qoute' => 'আর স্মরণ করুন, যখন লুকমান উপদেশ দিতে গিয়ে তার পুত্ৰকে বলেছিল, হে আমার প্রিয় বৎস! আল্লাহর সাথে কোন শিরক করো না। নিশ্চয় শিরক বড় যুলুম।',
        'source' => 'আল কুরআন, সূরাঃ আল-আহযাব ৩৩:২৫',
    ],
    [
        'qoute' => 'তোমাদের মধ্যে যারা ঈমান এনেছে এবং যাদের ইলম দান করা হয়েছে আল্লাহ্‌ তাদের মর্যাদায় উন্নত করবেন; তোমরা যা কর আল্লাহ্‌ সে সম্পর্কে সবিশেষ অবহিত।',
        'source' => 'আল কুরআন, সূরাঃ আল-মুজাদালা ৫৮:১১',
    ],
    [
        'qoute' => 'হে আমার রব! আমার জ্ঞানের বৃদ্ধি সাধন কর।',
        'source' => 'আল কুরআন, সূরাঃ ত্ব-হা ২০:১১৪',
    ],
    [
        'qoute' => 'ঈমানের সত্তর অথবা ষাট অপেক্ষা কিছু বেশি শাখা রয়েছে। তার মধ্যে সর্বোত্তম শাখা ’লা-ইলাহা ইল্লাল্লাহ’ বলা এবং সর্বনিম্ন শাখা পথ থেকে কষ্টদায়ক জিনিস সরিয়ে দেওয়া। আর লজ্জা ঈমানের একটি শাখা।',
        'source' => 'আল হাদীস, সূত্রঃ (বুখারীঃ ৯ ও মুসলিমঃ ৩৫)',
    ],
    [
        'qoute' => 'মুনাফিকের চিহ্ন হল তিনটি (১) কথা বললে মিথ্যা বলে। (২) ওয়াদা করলে তা খেলাপ করে। এবং (৩) আমানত রাখা হলে তাতে খিয়ানত করে।',
        'source' => 'আল হাদীস, সূত্রঃ (বুখারীঃ ৩৩ ও মুসলিমঃ ৫৮)',
    ],
    [
        'qoute' => 'ভাল কথা বলাও সাদকাহ।',
        'source' => 'আল হাদীস, সূত্রঃ (বুখারীঃ ২৯৮৯ ও মুসলিমঃ ১০০৯)',
    ],
    [
        'qoute' => 'তুমি কোন ভাল কাজকে তুচ্ছ মনে করো না। যদিও তুমি তোমার ভাইয়ের সাথে হাসিমুখে সাক্ষাৎ করতে পার।',
        'source' => 'আল হাদীস, সূত্রঃ (তিরমিযীঃ ১৮৩৩ ও মুসলিমঃ ২৬২৬)',
    ],
    [
        'qoute' => 'আমার পর তোমরা কাফের হয়ে ফিরো না যে, একে অন্যের গর্দান কর্তনে প্রবৃত্ত হবে।’’ (অর্থাৎ নিজেদের মধ্যে খুনাখুনি ও হানাহানিতে জড়িয়ে পড়ো না)।',
        'source' => 'আল হাদীস, সূত্রঃ (বুখারীঃ ১২১ ও মুসলিমঃ ৬৫)',
    ],
    [
        'qoute' => 'যে ব্যক্তি আল্লাহ ও শেষ দিনের প্রতি ঈমান রাখে, সে যেন অবশ্যই মেহমানের সম্মান করে।',
        'source' => 'আল হাদীস, সূত্রঃ (বুখারীঃ ৬০১৮ ও মুসলিমঃ ৪৭)',
    ],
    [
        'qoute' => 'যে ব্যক্তি আল্লাহ ও শেষ দিনের প্রতি ঈমান রাখে, সে যেন অবশ্যই তার আত্মীয়তার বন্ধন অটুট রাখে।',
        'source' => 'আল হাদীস, সূত্রঃ (বুখারীঃ ৩৩৩১ ও মুসলিমঃ ১৪৬৮)',
    ],
    [
        'qoute' => 'যে ব্যক্তি আল্লাহ ও শেষ দিনের প্রতি ঈমান রাখে, সে যেন ভাল কথা বলে; নচেৎ চুপ থাকে।',
        'source' => 'আল হাদীস, সূত্রঃ (বুখারীঃ ৫১৮৬ ও তিরমিযীঃ ১১৮৮)',
    ],
];
